<?php

    return [
        'admin' => [
            'users' => 'Користувачі',
        ],
        'logowanie' => [
            'email' => 'Електронна пошта',
            'password' => 'Пароль',
            'remember' => 'Запам\'ятати мене',
            'login' => 'Увійти',
            'forgot' => 'Забули пароль?',
            'register' => 'Зареєструватися',
            'welcome_back' => 'Ласкаво просимо',
            'access_info' => 'Отримайте доступ до своєї панелі для керування обліковим записом та перегляду системної інформації.',
            'login_account' => 'Увійти до облікового запису',
            'restricted_access' => 'Доступ обмежений лише для авторизованих користувачів',
            'enter_credentials' => 'Введіть свої облікові дані',
            'admin_access' => 'Доступ лише для адміністраторів. Несанкціонований доступ заборонено.'
        ],
        'forgot_password' => [
            'reset_your_password' => 'Скинути пароль',
            'forgot_password_message' => 'Забули пароль? Без проблем. Просто повідомте нам свою електронну адресу, і ми надішлемо вам посилання для скидання пароля, яке дозволить вибрати новий.',
            'password_recovery' => 'Відновлення пароля',
            'email' => 'Електронна пошта',
            'back_to_login' => 'Повернутися до входу',
            'email_reset_link' => 'Надіслати посилання для скидання пароля'
        ],
    ];